Repository: StarsFaLL7/Runes-And-Spells
Catalog: Runes and Spells/Resources/Resources.*.resx
Languages: ru

source: Language
ru: Язык

source: Options
ru: Настройки

source: New game
ru: Новая игра

source: Continue
ru: Продолжить

source: Exit
ru: Выход

source: Let's go!
ru: Поехали!

source: Music
ru: Музыка

source: Effects
ru: Эффекты

source: Video
ru: Видео

source: Volume
ru: Громкость

source: Fullscreen
ru: Полный экран

source: Resolution
ru: Разрешение

source: Day
ru: День

source: Wallet
ru: Кошель

source: Runes unlocked
ru: Открыто рун

source: Scrolls unlocked
ru: Открыто свитков

source: Ready to start
ru: Готовы начать

source: adventure?
ru: исследование?

source: a new
ru: новое

source: Load
ru: Загрузить

# Backstory1
source: In a distant land, a traveler wandered, pursuing his\nmain goal in life. He wandered for a long time from one\nend of the world to another, studying rituals and\ntraditions in order to comprehend such a chaotic force - magic.
ru: В далеком краю странствовал один путешественник, \nпреследующий свою главную цель в жизни. Он долго скитался\nиз одного края мира в другой, изучая обряды и традиции,\nчтобы постичь столь хаотичную силу - магию.

# Backstory2
source: On one of the days of his journey, he wandered very far into\nthe forest and got lost. Fatigue grew stronger. It was already dark.\nTo sleep in an open place would mean death,\nbecause the animals in this forest wake up at night.
ru: В один из дней своего путешествия он забрел очень далеко \nв лес и заблудился. Усталость накатывала все сильнее,\nи уже начинало темнеть. Остаться спать в открытом\nместе означало бы гибель, ведь звери в этом лесу\nпросыпаются именно ночью.

# Backstory3
source: The traveler had to walk all night in search of shelter.\nFrightful howls and frightening sounds were heard all around.
ru: Путешественнику пришлось идти всю ночь в поисках укрытия.\nВокруг то и дело были слышны ужасные вои и пугающие звуки.

# Backstory4
source: And so, it began to light up. With the last of his strength,\nthe traveler climbed up a high mountain and,\nlooking intently around the area, noted a small hut.
ru: И вот, начало светать. Путник из последних сил забрался \nна высокий склон и, пристально оглядев округу, \nзаметил небольшую избушку.

# Backstory5
source: It was an abandoned house that had been empty for a long time.\nWhile examining his dwelling, the wanderer was very \nsurprised - in the house there were things that he once \nread in old books: an altar and a magic furnace.
ru: Это был заброшенный дом, в котором уже давно никого не \nбыло. Обследуя свое новое укрытие он был очень \nудивлен - в доме находились вещи, про которые он как-то раз\nчитал в старых книгах: алтарь и магическая печь.

# Backstory6
source: The traveler decided to stay in this house for a few days to rest.\nThere was a large puddle of dirt on the street near the front door,\nwhich it was decided to clean up.
ru: Путник решил остаться в этом доме на несколько дней, \nчтобы передохнуть. На улице рядом с входной дверью \nнаходилась большая лужа грязи, которую было решено убрать.

# Backstory7
source: The next day after cleaning up the dirt, the stranger was at a loss -\nthe puddle was full again, as if he hadn't cleaned it up.
ru: На следующий день после уничтожения грязи,\nстранник впал в ступор - лужа снова была полная,\nкак будто он ее и не убирал.

# Backstory8
source: After carefully examining this seemingly inexplicable pool of mud,\nthe traveler came to the conclusion: this is not mud at all,\nbut magical clay capable of regeneration.
ru: Внимательно изучив эту необъяснимую на первый взгляд \nлужу грязи, путешественник пришел к выводу:\nэто вовсе не грязь, а магическая глина, \nспособная на регенерацию.

# Backstory9
source: Then the realization came to him: the previous owner of the house \nwas engaged in the creation of runes -\nan ancient way to store magic in clay by enchantment.
ru: Тогда к нему и пришло осознание: прошлый владелец дома \nзанимался созданием рун - древним способом хранить \nмагию в глине путем зачарования.

# Backstory10
source: Not missing this opportunity, the traveler decides to continue \nthe work of the past owner and explore this\nwonderful world of magic. But first of all, he needs to make\nhis first rune in his life, and then his first scroll of magic.
ru: Не упуская такой возможности, путник решает продолжить дело\nпрошлого хозяина и изучить этот удивительный мир магии.\nНо первым делом ему надо сделать свою первую\nв жизни руну, а потом и свой первый свиток магии.

source: Save
ru: Сохранить

source: Yes
ru: Да

source: No
ru: Нет

# Are you sure you want to exit?
source: Are you sure\nyou want to exit?
ru: Вы уверены,\nчто хотите выйти?

source: Back
ru: Назад

source: Empty slot
ru: Пустой слот

source: Choose the slot
ru: Выберите слот

source: Power
ru: Сила

source: Type
ru: Вид

source: Start
ru: Начать

source: Craft
ru: Создать

source: Unknown scroll
ru: Неизвестный свиток

# Водного потока
source: Water stream
ru: Водного потока

# Лечения
source: Healing
ru: Лечения

# Кипячения
source: Boil
ru: Кипячения

# Хождения по воде
source: Walking on water
ru: Хождения по воде

# Морозной воды
source: Frostwater
ru: Морозной воды

# Удачной рыбалки
source: Good fishing
ru: Удачной рыбалки

# Омоложения
source: Rejuvenation
ru: Омоложения

# Кислоты
source: Acid
ru: Кислоты

# Защиты от кислоты
source: Acid protection
ru: Защиты от кислоты

# Регенерации
source: Regeneration
ru: Регенерации

# Тумана
source: Mist
ru: Тумана

# Прилива
source: Tide
ru: Прилива

# Снега
source: Snow
ru: Снега

# Вдохновения
source: Inspiration
ru: Вдохновения

# Склейки
source: Bonding
ru: Склейки

# Опьянения
source: Intoxication
ru: Опьянения

# Лени
source: Sloth
ru: Лени

# Лавы
source: Crystal lava
ru: Крист. Лавы

# Ловкости
source: Agility
ru: Ловкости

# Скольжения
source: Sliding
ru: Скольжения

# Землекопа
source: Digging
ru: Землекопа

# Шипов
source: Thorns
ru: Шипов

# Каменной кожи
source: Stoneskin
ru: Каменной кожи

# Буйного роста
source: Wild growth
ru: Буйного роста

# Стальной кожи
source: Steelskin
ru: Стальной кожи

# Быстрой ковки
source: Quick forging
ru: Быстрой ковки

# Земного дыхания
source: Earthbreath
ru: Дыхния землей

# Замедления
source: Slowness
ru: Замедления

# Удачных событий
source: Fortunate Events
ru: Удачных событий

# Силы
source: Strength
ru: Силы

# Неплодородия
source: Infertility
ru: Неплодородия

# Окаменения
source: Petrification
ru: Окаменения

# Испепеления
source: Incinerate
ru: Испепеления

# Огненного смерча
source: Firestorm
ru: Огненного смерча

# Ледяной ауры
source: Ice Aura
ru: Ледяной ауры

# Теплого пламени
source: Warm Flame
ru: Теплого пламени

# Призыва огня
source: Summon fire
ru: Призыва огня

# Злобного огня
source: Evil fire
ru: Злобного огня

# Защиты от огня
source: Fire protection
ru: Защиты от огня

# Света
source: Light
ru: Света

# Оттепели
source: Warming
ru: Оттепели

# Магической силы
source: Magic power
ru: Магической силы

# Решительности
source: Decisiveness
ru: Решительности

# Адского пламени
source: Hellfire
ru: Адского пламени

# Взрыва
source: Explosion
ru: Взрыва

# Левитации
source: Levitation
ru: Левитации

# Ледяного дыхания
source: Ice Breath
ru: Ледяного дыхания

# Невидимости
source: Invisibility
ru: Невидимости

# Легкомыслия
source: Frivolity
ru: Легкомыслия

# Молнии
source: Lightning
ru: Молнии

# Защиты от бури
source: Storm protection
ru: Защиты от бури

# Сосульки
source: Icicle
ru: Сосульки

# Перышка
source: Feather
ru: Перышка

# Либидо
source: Libido
ru: Либидо

# Зловония
source: Stench
ru: Зловония

# Слепоты
source: Blindness
ru: Слепоты

# Снежного бурана
source: Blizzard
ru: Снежного бурана

# Магического льда
source: Magic Ice
ru: Магического льда

# Хладнокровия
source: Composure
ru: Хладнокровия

# Ядовитого льда
source: Poison Ice
ru: Ядовитого льда

# Защиты от мороза
source: Frost protection
ru: Защиты от мороза

# Ледяной феи
source: Ice fairy
ru: Ледяной феи

# Обездвиживания
source: Immobilization
ru: Обездвиживания

# Ледяного хаоса
source: Ice Chaos
ru: Ледяного хаоса

# Осколка злобы
source: Shard of Malice
ru: Осколка злобы

# Сна
source: Sleep
ru: Сна

# Галлюцинаций
source: Hallucinations
ru: Галлюцинаций

# Хождения во сне
source: Sleepwalking
ru: Хождения во сне

# Защиты от магии
source: Magic protection
ru: Защиты от магии

# Очарования
source: Charm
ru: Очарования

# Кошмаров
source: Nightmare
ru: Кошмаров

# Страха
source: Fear
ru: Страха

# Управл. кровью
source: Blood control
ru: Управл. кровью

# Старения
source: Aging
ru: Старения

# Гниения
source: Rotting
ru: Гниения

# Отравления
source: Poison
ru: Отравления

# Некромантии
source: Necromancy
ru: Некромантии

# Разрыва материи
source: Rupture of matter
ru: Разрыва материи

# Снятия порчи
source: Remove curse
ru: Снятия порчи

# Ярости
source: Rage
ru: Ярости

# Проклятия
source: Curse
ru: Проклятия

source: Scroll of
ru: Свиток

# Магия природы
source: Natural magic
ru: Магия природы

# Магия ветра
source: Wind magic
ru: Магия ветра

# Магия океана
source: Ocean magic
ru: Магия океана

# Магия солнца
source: Sun magic
ru: Магия солнца

# Магия фей
source: Fairy magic
ru: Магия фей

# Магия жизни
source: Magic of life
ru: Магия жизни

# Магия льда
source: Ice magic
ru: Магия льда

# Магия яда
source: Poison magic
ru: Магия яда

# Темная магия
source: Dark magic
ru: Темная магия

source: Cancel
ru: Отмена

source: Finish
ru: Готово

source: Your position
ru: Ваша позиция

source: Runes
ru: Руны

source: Other
ru: Другое

source: Scrolls
ru: Свитки

source: Page
ru: Стр.

# Цена продажи
source: Sell price
ru: Цена продажи

# Кусочки глины
source: Clay pieces
ru: Кусочки глины

# Глина
source: Clay
ru: Глина

# Старый серебряный ключ
source: Old silver key
ru: Старый серебряный ключ

# Старый золотой ключ
source: Old golden key
ru: Старый золотой ключ

# Древний изумрудный ключ
source: Ancient emerald key
ru: Древний изумрудный ключ

# Волшебный пергамент
source: Magic parchment
ru: Волшебный пергамент

# Эссенция руны
source: Rune essence
ru: Эссенция руны

source: Unknown rune cast
ru: Слепок неизвестной руны

source: Element
ru: Стихия

source: Water
ru: Вода

# grass
source: Earth
ru: Земля

source: Fire
ru: Огонь

source: Air
ru: Воздух

source: Ice
ru: Лед

source: Moon
ru: Луна

source: Blood
ru: Кровь

# distorted
source: Distortion
ru: Искажение

# black
source: Dark
ru: Тьма

source: Rune cast
ru: Слепок руны

source: Rune
ru: Руна

# Объединение рун
source: Rune fusion
ru: Объединение рун

# Извлечение эссенции
source: Essence\nextraction
ru: Извлечение\nэссенции

# Усиление руны
source: Rune\nempowerment
ru: Усиление руны

# Sell Tab
source: Sell
ru: Продажа

# Buy Tab
source: Buy
ru: Покупка

source: Give
ru: Отдать
